acpid
adobe-base-14-fonts
alsa-utils
arandr
autoconf
automake
bash
bcwc-pcie-git
binutils
bison
bzip2
chromedriver
compton
coreutils
cower
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
dmenu
docker
docker-compose
downgrade
dunst
e2fsprogs
emacs
expac
fakeroot
ffmpeg
file
filesystem
findutils
firefox
firefox-beta-bin
flex
gawk
gcc
gcc-libs
geckodriver
gettext
git
glibc
gmux_backlight
gnome-keyring
google-chrome
google-chrome-dev
gpu-switch
grep
groff
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gtk-vnc
gtk3-print-backends
gzip
htop
i3-gaps
inetutils
intel-ucode
iproute2
iputils
jfsutils
jre9-openjdk
jsoncpp
kbdlight
keychain
laptop-mode-tools
latex-beamer-ctan
less
libinput-gestures
libreoffice-fresh
libtool
libva-intel-driver
libva-mesa-driver
libva-utils
licenses
linux
logrotate
lvm2
lxrandr
m4
make
man-db
man-pages
mbpfan-git
mdadm
mesa-vdpau
nano
neofetch
neovim
nerd-fonts-complete
netctl
networkmanager
nodejs
noto-fonts-emoji
npm
openssh
pacaur
pacman
pamixer
pandoc-bin
patch
pavucontrol
pciutils
pcmciautils
pdfjs
perl
perl-file-mimeinfo
pkg-config
polybar
powertop
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pycharm-professional
pymodoro-git
python
python-neovim
python-pip
python-virtualenvwrapper
python2
python2-neovim
python2-pip
qutebrowser
refind-efi
reiserfsprogs
ruby
s-nail
scrot
sed
shadow
skypeforlinux-beta-bin
slack-desktop
sudo
sysfsutils
systemd
systemd-sysvcompat
tar
telegram-desktop-bin
terminus-font
termite
texinfo
texlive-core
texlive-latexextra
the_silver_searcher
thermald
thunar
tigervnc
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-inconsolata
ttf-liberation
unclutter-xfixes-git
unzip
usbutils
util-linux
vi
vim
wget
which
whois
wireless_tools
x11vnc
xbanish
xclip
xf86-video-amdgpu
xfsprogs
xorg-server
xorg-xev
xorg-xinit
xorg-xprop
xorg-xrandr
xorg-xset
xsel
yajl
yaourt
yarn
zsh
zsh-completions
zsh-syntax-highlighting
