;; -*- no-byte-compile: t; -*-
;;; ~/.config/doom/packages.el

;;; Examples:
;; (package! some-package)
;; (package! another-package :recipe (:fetcher github :repo "username/repo"))
;; (package! builtin-package :disable t)
(package! magit-todos :disable t)
(package! nose :disable t)
(package! heaven-and-hell)
(package! spacemacs-theme)
(package! adoc-mode)
(package! anaconda-mode :disable t)
(package! company-anaconda :disable t)
(package! flycheck-popup-tip :disable t)
(package! glsl-mode)
(package! fast-scroll)
(package! minions)
(package! guix)
